Repository: AdMFirst/FarewellMyBeloved
Catalog: Resources/Views/Home/Index.*.resx
Languages: id_id, ja_jp, ko_kr

# HomeTitle
source: Home
id_id: Beranda
ja_jp: ãƒ›ãƒ¼ãƒ
ko_kr: í™ˆ

# WelcomeHeading
source: {0} to FarewellMyBeloved Memorial Pages
id_id: {0} ke Halaman Memorial FarewellMyBeloved
ja_jp: {0} FarewellMyBelovedメモリアルページへ
ko_kr: FarewellMyBelovedì— {0}

# IntroLead
source: A digital space to honor and remember our beloved ones who have passed away. Create and share farewell messages, memories, and tributes to celebrate their lives and keep their spirits alive in our hearts.
id_id: Ruang digital untuk menghormati dan mengenang orang-orang tercinta yang telah tiada. Buat dan bagikan pesan perpisahan, kenangan, dan penghormatan untuk merayakan hidup mereka dan menjaga semangat mereka tetap hidup di hati kita.
ja_jp: å¤§åˆ‡ãªæ–¹ã‚’å²ã³ã€æ€ã„å‡ºã‚’æ®‹ã™ãŸã‚ã®å ´æ‰€ã§ã™ã€‚ãƒ¡ãƒƒã‚»ãƒ¼ã‚¸ã‚„æ€ã„å‡ºã€è¿½æ‚¼ã®è¨€è‘‰ã‚’åˆ†ã‹ã¡åˆã„ã€ãã®ç”Ÿæ¶¯ã‚’è®ƒãˆã¾ã—ã‚‡ã†ã€‚
ko_kr: ì‚¬ëž‘í•˜ëŠ” ì´ë¥¼ ê¸°ë¦¬ê³ ê¸°ì–µí• ìˆ˜ ìžˆëŠ” ë””ì§€í„¸ ê³µê°„ìž…ë‹ˆë‹¤. ìž‘ë³„ ì¸ì‚¬, ì¶”ì–µ, í—Œì‚¬ë¥¼ ë‚¨ê²¨ ê·¸ë“¤ì˜ ì‚¶ì„ ê¸°ë¦¬ê³ ë§ˆìŒì†ì— ì˜¤ëž˜ ê¸°ì–µí•˜ì„¸ìš”.

# IntroP2
source: Each person has their own dedicated page where friends and family can share their thoughts, memories, and farewells. It's a beautiful way to create a lasting legacy for those we've lost.
id_id: Setiap orang memiliki halaman khusus tempat keluarga dan teman dapat berbagi pikiran, kenangan, dan salam perpisahan. Ini adalah cara yang indah untuk menciptakan warisan bagi mereka yang telah pergi.
ja_jp: ãã‚Œãžã‚Œã®æ–¹ã«å°‚ç”¨ã®ãƒšãƒ¼ã‚¸ï¼ˆãƒ¡ãƒ¢ãƒªã‚¢ãƒ«ãƒšãƒ¼ã‚¸ï¼‰ãŒã‚ã‚Šã€å®¶æ—ã‚„å‹äººãŒæƒ³ã„ã‚’å…±æœ‰ã§ãã¾ã™ã€‚ç¾Žã—ã„è¿½æ‚¼ã®å ´ã‚’ä¸€ç·’ã«ä½œã‚Šã¾ã—ã‚‡ã†ã€‚
ko_kr: ê° ì‚¬ëžŒì€ ì „ìš© íŽ˜ì´ì§€ê°€ ìžˆìœ¼ë©° ê°€ì¡±ê³¼ ì¹œêµ¬ë“¤ì´ ìƒê°, ì¶”ì–µ, ìž‘ë³„ ì¸ì‚¬ë¥¼ ê³µìœ í• ìˆ˜ ìžˆìŠµë‹ˆë‹¤. ìš°ë¦¬ ê³ì„ ë– ë‚œ ì´ë“¤ì„ ìœ„í•œ ì˜¤ëž˜ ë‚¨ëŠ” ì¶”ëª¨ë¥¼ ë§Œë“¤ ìˆ˜ ìžˆëŠ” ì•„ë¦„ë‹¤ìš´ ë°©ë²•ìž…ë‹ˆë‹¤.

# FindFarewellPage
source: Find Memorial Page
id_id: Cari Halaman Kenangan
ja_jp: ãƒ¡ãƒ¢ãƒªã‚¢ãƒ«ãƒšãƒ¼ã‚¸ã‚’æŽ¢ã™
ko_kr: ì¶”ëª¨ íŽ˜ì´ì§€ ì°¾ê¸°

# SearchOrCreate
source: Search for someone's memorial page or create a new one
id_id: Cari halaman kenangan seseorang atau buat yang baru
ja_jp: èª°ã‹ã®ãƒ¡ãƒ¢ãƒªã‚¢ãƒ«ãƒšãƒ¼ã‚¸ã‚’æ¤œç´¢ã€ã¾ãŸã¯æ–°è¦ä½œæˆ
ko_kr: ëˆ„êµ°ê°€ì˜ ì¶”ëª¨ íŽ˜ì´ì§€ë¥¼ ê²€ìƒ‰í•˜ê±°ë‚˜ ìƒˆë¡œ ë§Œë“¤ê¸°

# SearchPlaceholder
source: Enter name to search...
id_id: Masukkan nama untuk dicari...
ja_jp: åå‰ã‚’å…¥åŠ›ã—ã¦æ¤œç´¢...
ko_kr: ì´ë¦„ì„ ìž…ë ¥í•˜ì—¬ ê²€ìƒ‰...

source: Search
id_id: Cari
ja_jp: æ¤œç´¢
ko_kr: ê²€ìƒ‰

# NotFinding
source: Not finding the memorial page you need?
id_id: Tidak menemukan halaman memorial yang Anda cari?
ja_jp: お探しのメモリアルページが見つかりませんか？
ko_kr: ì›í•˜ëŠ” ê²°ê³¼ê°€ ì—†ë‚˜ìš”?

# CantFindCreate
source: If you cannot locate an existing memorial page, create a new space to honor your loved one and collect shared memories instantly.
id_id: Jika tidak menemukan halaman memorial, buat ruang baru untuk menghormati orang tercinta dan mengumpulkan kenangan bersama seketika.
ja_jp: 該当するメモリアルページがない場合は、新しいページを作成して大切な人を称え、皆で想い出をすぐに集めましょう。
ko_kr: ì°¾ëŠ” ì¶”ëª¨ íŽ˜ì´ì§€ê°€ ì—†ë‹¤ë©´, ìƒˆ íŽ˜ì´ì§€ë¥¼ ë§Œë“¤ì–´ ì‚¬ëž‘í•˜ëŠ” ì´ë¥¼ ê¸°ë¦¬ê³ ê·¸ë“¤ì˜ ì´ì•¼ê¸°ë¥¼ ë‹¤ë¥¸ ì‚¬ëžŒë“¤ê³¼ ë‚˜ëˆŒ ìˆ˜ ìžˆìŠµë‹ˆë‹¤. íŽ˜ì´ì§€ëŠ” ì¦‰ì‹œ ìƒì„±ë˜ì–´ ëˆ„êµ¬ë‚˜ ì¶”ì–µì„ ê³µìœ í•˜ê³ ì‚¶ì„ ê¸°ë¦´ ìˆ˜ ìžˆìŠµë‹ˆë‹¤.

# CreateNewFarewellPage
source: Create New Memorial Page
id_id: Buat Halaman Kenangan Baru
ja_jp: æ–°ã—ã„ãƒ¡ãƒ¢ãƒªã‚¢ãƒ«ãƒšãƒ¼ã‚¸ã‚’ä½œæˆ
ko_kr: ìƒˆ ì¶”ëª¨ íŽ˜ì´ì§€ ë§Œë“¤ê¸°

# HomeMetaTitle
source: FarewellMyBeloved | Create Memorial Pages & Share Farewell Memories
id_id: FarewellMyBeloved | Buat Halaman Memorial & Bagikan Kenangan Perpisahan
ja_jp: FarewellMyBeloved | メモリアルページを作成して想い出を分かち合う
ko_kr: FarewellMyBeloved | 따뜻한 온라인 추모 트리뷰트

# HomeMetaDescription
source: Create a memorial page to honor loved ones, share farewell memories, and invite family to contribute heartfelt tributes on FarewellMyBeloved.
id_id: Buat halaman memorial untuk menghormati orang tercinta, bagikan kenangan perpisahan, dan undang keluarga memberi tribut penuh makna di FarewellMyBeloved.
ja_jp: FarewellMyBelovedでメモリアルページを作成し、大切な人を偲ぶメッセージや想い出を共有しながら、ご家族やご友人の心温まるトリビュートを募りましょう。
ko_kr: 사랑하는 이를 위한 추모 페이지를 만들고, 작별 인사를 함께 나누며, FarewellMyBeloved에서 소중한 기억을 이어가세요.

# HomeMetaKeywords
source: create memorial page, share farewell memories, honor loved ones
id_id: buat halaman memorial, bagikan kenangan perpisahan, hormati orang tercinta
ja_jp: メモリアルページ作成, 想い出を共有, 大切な人を偲ぶ
ko_kr: 추모 페이지, 작별 메시지, 사랑하는 이를 기리다

# HomeStepsHeading
source: Create and Share Memorial Pages
id_id: Buat dan Bagikan Halaman Memorial
ja_jp: メモリアルページを作り、想い出を共有する
ko_kr: 모든 이야기를 기념하세요

# HomeStepsIntro
source: Follow each step to build a memorial page, invite tributes, and keep farewell memories alive.
id_id: Ikuti setiap langkah untuk membangun halaman memorial, mengundang tribut, dan menjaga kenangan perpisahan tetap hidup.
ja_jp: メモリアルページを作成し、トリビュートを招待し、別れの想い出を未来へつなぐための手順をご紹介します。
ko_kr: 소중한 추억과 위로, 공동체가 만나는 공간을 다음 단계만으로 쉽게 만들 수 있습니다.

# HomeStepsCreateHeading
source: Create a memorial page
id_id: Buat halaman memorial
ja_jp: メモリアルページを作成
ko_kr: 추모 페이지 만들기

# HomeStepsCreateCopy
source: Start a dedicated memorial page with stories, photos, and farewell messages to honor your loved one.
id_id: Mulai halaman memorial khusus dengan cerita, foto, dan pesan perpisahan untuk menghormati orang terkasih.
ja_jp: ストーリーや写真、別れのメッセージで大切な人を称える専用のメモリアルページを作りましょう。
ko_kr: 이야기와 사진, 마음을 담은 인사로 사랑하는 이를 몇 분 안에 기록하세요.

# HomeStepsCreateLink
source: Create your memorial page
id_id: Buat halaman memorial Anda
ja_jp: メモリアルページを作成する
ko_kr: 추모 페이지 시작하기

# HomeStepsShareHeading
source: Share memories together
id_id: Bagikan kenangan bersama
ja_jp: 想い出をみんなで共有
ko_kr: 사랑을 함께 나누기

# HomeStepsShareCopy
source: Share the memorial page link so friends and family can post memories and farewell messages.
id_id: Bagikan tautan halaman memorial agar keluarga dan sahabat dapat menambahkan kenangan dan pesan perpisahan.
ja_jp: メモリアルページのリンクを届けて、ご家族や友人に想い出や別れのメッセージを投稿してもらいましょう。
ko_kr: 가족과 친구를 초대해 어디서나 작별 메시지와 추억을 더해 달라고 요청하세요.

# HomeStepsShareLink
source: Find memorial pages
id_id: Cari halaman memorial
ja_jp: メモリアルページを検索
ko_kr: 추모 페이지 검색

# HomeStepsRememberHeading
source: Honor every remembrance
id_id: Hormati setiap kenangan
ja_jp: すべての想い出を守る
ko_kr: 기억을 오래도록 지키기

# HomeStepsRememberCopy
source: Learn how FarewellMyBeloved safeguards your memorial pages so memories remain accessible.
id_id: Pelajari cara FarewellMyBeloved menjaga halaman memorial Anda agar kenangan tetap dapat diakses.
ja_jp: FarewellMyBelovedがメモリアルページを守り、想い出をいつでも振り返れるよう支える仕組みをご紹介します。
ko_kr: FarewellMyBeloved가 트리뷰트를 보호하고 다음 세대까지 전하는 방법을 알아보세요.

# HomeStepsRememberLink
source: Discover our mission
id_id: Pelajari misi kami
ja_jp: 私たちのミッションを見る
ko_kr: 우리의 미션 살펴보기

# HomeSupportHeading
source: Support for your memorial journey
id_id: Dukungan untuk perjalanan memorial Anda
ja_jp: メモリアルづくりを支えるサポート
ko_kr: 따뜻한 애도 지원 찾기

# HomeSupportIntro
source: Explore trusted grief counseling resources to help while you create and share memorial pages.
id_id: Temukan sumber daya konseling duka tepercaya saat Anda membuat dan membagikan halaman memorial.
ja_jp: メモリアルページを作成・共有する過程で役立つ信頼できるグリーフケアの情報をご覧ください。
ko_kr: 전문가가 엄선한 신뢰할 수 있는 애도 자료를 살펴보며 마음의 지지를 얻으세요.

# HomeSupportLinkText
source: Read HelpGuide advice on coping with grief and loss
id_id: Baca panduan HelpGuide tentang menghadapi duka dan kehilangan
ja_jp: HelpGuideの悲嘆と喪失への向き合い方を読む
ko_kr: HelpGuide의 애도와 상실 극복 안내 읽기

# HomeCreateMemorialHeading
source: Create a new memorial page today
id_id: Buat halaman memorial baru sekarang
ja_jp: 今すぐ新しいメモリアルページを作成しましょう
