Repository: AdMFirst/FarewellMyBeloved
Catalog: Resources/Views/Home/Privacy.*.resx
Languages: id_id, ja_jp, ko_kr

source: Privacy Policy
id_id: Kebijakan Privasi
ja_jp: プライバシーポリシー
ko_kr: 개인정보 처리방침

# PrivacyIntro1
source: This website is a community project where people can share farewell messages or create a page for someone to be remembered. We respect your privacy and keep things simple and transparent.
id_id: Situs ini adalah proyek komunitas tempat orang dapat berbagi pesan perpisahan atau membuat halaman untuk mengenang seseorang. Kami menghormati privasi Anda dan menjaga semuanya sederhana dan transparan.
ja_jp: このサイトはコミュニティのためのプロジェクトです。お別れメッセージの投稿やページ作成ができます。私たちはプライバシーを尊重し、シンプルで透明性のある運用を心がけています。
ko_kr: 이 웹사이트는 누구나 작별 메시지를 남기거나 누군가를 기억하기 위한 페이지를 만들 수 있는 커뮤니티 프로젝트입니다. 우리는 사용자의 프라이버시를 존중하며, 단순하고 투명하게 운영합니다.

source: What We Collect
id_id: Data yang Kami Kumpulkan
ja_jp: 収集する情報
ko_kr: 수집 항목

# WhenLeavingMessage
source: When leaving a message:
id_id: Saat meninggalkan pesan:
ja_jp: メッセージ投稿時:
ko_kr: 메시지를 남길 때:

# NameOptional
source: Name (optional): Shown with your message if provided.
id_id: Nama (opsional): Akan ditampilkan bersama pesan Anda jika diisi.
ja_jp: 名前（任意）: 入力した場合はメッセージに表示されます。
ko_kr: 이름(선택): 제공한 경우 메시지와 함께 표시됩니다.

# EmailOptional
source: Email (optional): Used privately for moderation/contact if needed. Never shown publicly.
id_id: Email (opsional): Digunakan secara privat untuk moderasi/kontak jika diperlukan. Tidak pernah ditampilkan publik.
ja_jp: メール（任意）: 必要に応じてモデレーション/連絡にのみ使用し、公開はしません。
ko_kr: 이메일(선택): 필요한 경우 비공개적으로 관리/연락 용도로 사용합니다. 공개되지 않습니다.

# FarewellMessagePublic
source: Farewell Message: Publicly visible once submitted.
id_id: Pesan Perpisahan: Terlihat publik setelah dikirim.
ja_jp: お別れメッセージ: 送信後は公開されます。
ko_kr: 작별 메시지: 제출 후 공개됩니다.

# WhenCreatingPage
source: When creating a page:
id_id: Saat membuat halaman:
ja_jp: ページ作成時:
ko_kr: 페이지를 만들 때:

# DisplayNameReq
source: Display Name: Required, shown publicly on the page.
id_id: Nama Tampilan: Wajib, ditampilkan publik di halaman.
ja_jp: 表示名: 必須。ページに公開されます。
ko_kr: 표시 이름: 필수, 페이지에 공개됩니다.

# DescriptionReq
source: Description: Required, shown publicly on the page.
id_id: Deskripsi: Wajib, ditampilkan publik di halaman.
ja_jp: 説明: 必須。ページに公開されます。
ko_kr: 설명: 필수, 페이지에 공개됩니다.

# ImageReq
source: Image (Background & Portrait): You must upload an image when creating a page. By uploading, you give us permission to display it publicly and store/share it with our image hosting provider.
id_id: Gambar (Latar & Potret): Anda harus mengunggah gambar saat membuat halaman. Dengan mengunggah, Anda memberi izin untuk menampilkannya secara publik dan menyimpan/membagikannya dengan penyedia hosting gambar kami.
ja_jp: 画像（背景・ポートレート）: ページ作成時に画像が必要です。アップロードにより、公開表示およびホスティングを許可したものとみなします。
ko_kr: 이미지(배경 & 초상): 페이지 생성 시 이미지를 업로드해야 합니다. 업로드함으로써 이미지를 공개적으로 표시하고 이미지 호스팅 제공업체에 저장/전달하는 데 동의하게 됩니다.

# HowYourDataUsed
source: How Your Data Is Used
id_id: Bagaimana Data Anda Digunakan
ja_jp: データの利用方法
ko_kr: 데이터 사용 방식

# PubliclyVisible
source: Names, messages, page titles, descriptions, and images are shown publicly.
id_id: Nama, pesan, judul halaman, deskripsi, dan gambar ditampilkan secara publik.
ja_jp: 名前、メッセージ、ページタイトル、説明、画像は公開されます。
ko_kr: 이름, 메시지, 페이지 제목, 설명, 이미지는 공개됩니다.

# EmailsPrivate
source: Emails (if provided) stay private and are only used by admins for moderation purposes.
id_id: Email (jika diisi) tetap privat dan hanya digunakan admin untuk keperluan moderasi.
ja_jp: メール（入力した場合）は非公開で、管理者のモデレーション目的のみに使用します。
ko_kr: 이메일(제공한 경우)은 비공개로 유지되며 관리 목적에 한해 관리자만 사용합니다.

# ImagesThirdParty
source: Images are stored on and delivered by third-party hosting services/CDNs.
id_id: Gambar disimpan dan disajikan oleh layanan hosting/CDN pihak ketiga.
ja_jp: 画像は第三者のホスティング/CDNサービスに保存・配信されます。
ko_kr: 이미지는 서드파티 호스팅 서비스/CDN에 저장 및 제공됩니다.

# CookiesAnalytics
source: Cookies and Analytics
id_id: Kuki dan Analitik
ja_jp: クッキーと分析
ko_kr: 쿠키 및 분석

# EssentialCookies
source: We use a small number of essential cookies that are required for the site's security and basic functionality. These do not track you and do not require consent.
id_id: Kami menggunakan sedikit kuki penting untuk keamanan dan fungsi dasar situs. Kuki ini tidak melacak Anda dan tidak memerlukan persetujuan.
ja_jp: サイトの安全性と基本機能のために必要最小限の必須クッキーのみを使用します。追跡には使用せず、同意も不要です。
ko_kr: 사이트의 보안과 기본 기능을 위해 필수 쿠키 소량만 사용합니다. 추적을 하지 않으며 동의가 필요하지 않습니다.

# CFAnalytics
source: We use Cloudflare Web Analytics to understand basic traffic (page views, referrers, device type). This analytics service is cookie-less and privacy-focused.
id_id: Kami menggunakan Cloudflare Web Analytics untuk memahami trafik dasar (tayangan halaman, perujuk, jenis perangkat). Layanan ini tanpa kuki dan berfokus pada privasi.
ja_jp: Cloudflare Web Analytics を利用して、基本的なトラフィック（PV、リファラ、デバイスなど）を把握します。これはクッキーレスでプライバシー重視の分析です。
ko_kr: 기본 트래픽(페이지 조회, 리퍼러, 기기 종류)을 이해하기 위해 Cloudflare Web Analytics를 사용합니다. 이 분석은 쿠키를 사용하지 않으며 프라이버시 중심입니다.

# NoAdsTrackers
source: No advertising or tracking cookies are used.
id_id: Tidak ada iklan atau kuki pelacak yang digunakan.
ja_jp: 広告や追跡クッキーは使用しません。
ko_kr: 광고 또는 추적 쿠키는 사용하지 않습니다.

# CFAnalyticsLinkPrefix
source: You can read more about Cloudflare Web Analytics and privacy here:
id_id: Anda dapat membaca lebih lanjut tentang Cloudflare Web Analytics dan privasi di sini:
ja_jp: Cloudflare Web Analytics とプライバシーについての詳細はこちら:
ko_kr: Cloudflare Web Analytics와 프라이버시에 대해 자세히 알아보기:

source: Your Choices
id_id: Pilihan Anda
ja_jp: あなたの選択肢
ko_kr: 선택 사항

# PostAnonymously
source: You can post farewell messages anonymously (no name/email required).
id_id: Anda dapat mengirim pesan perpisahan secara anonim (tanpa nama/email).
ja_jp: メッセージは匿名でも投稿できます（名前/メール不要）。
ko_kr: 작별 메시지는 익명으로 남길 수 있습니다(이름/이메일 불필요).

# RemovalRequest
source: You can request to have your message, page, or any associated info removed.
id_id: Anda dapat meminta pesan, halaman, atau info terkait dihapus.
ja_jp: 投稿したメッセージやページ、関連情報の削除を依頼できます。
ko_kr: 메시지, 페이지 또는 관련 정보를 삭제하도록 요청할 수 있습니다.

# CreatingPageAgreement
source: Creating a page means you agree to publicly share the display name, description, and image you provide.
id_id: Membuat halaman berarti Anda setuju untuk berbagi nama tampilan, deskripsi, dan gambar yang Anda berikan secara publik.
ja_jp: ページを作成することで、表示名・説明・画像を公開することに同意したものとみなします。
ko_kr: 페이지를 만들면 제공한 표시 이름, 설명, 이미지를 공개적으로 공유하는 데 동의하는 것입니다.

# OtherThings
source: Other Things You Should Know
id_id: Hal Lain yang Perlu Diketahui
ja_jp: その他の注意点
ko_kr: 알아두면 좋은 기타 사항

# DontSell
source: We don't sell or trade your data.
id_id: Kami tidak menjual atau memperdagangkan data Anda.
ja_jp: データの売買は行いません。
ko_kr: 우리는 데이터를 판매하거나 거래하지 않습니다.

# NoAdsBeyondLogs
source: We don't run ads or trackers beyond basic server logs.
id_id: Kami tidak menayangkan iklan atau pelacak selain log server dasar.
ja_jp: 基本的なサーバーログ以外の広告・トラッキングは行いません。
ko_kr: 기본 서버 로그를 넘어서는 광고나 추적을 하지 않습니다.

# OpenSourceNote
source: This is an open-source project (GPL-3), built for the community.
id_id: Ini adalah proyek sumber terbuka (GPL-3), dibuat untuk komunitas.
ja_jp: このサイトはコミュニティのためのオープンソース（GPL-3）プロジェクトです。
ko_kr: 이 프로젝트는 커뮤니티를 위한 오픈 소스(GPL-3)입니다.

# AgreementPara
source: By using this site, you're agreeing to share your farewell messages or pages publicly, and (if creating a page) to let us display and host the image you upload. That's allâ€”no hidden stuff.
id_id: Dengan menggunakan situs ini, Anda setuju untuk membagikan pesan perpisahan atau halaman Anda secara publik, dan (jika membuat halaman) mengizinkan kami menampilkan dan meng-host gambar yang Anda unggah. Itu sajaâ€”tidak ada yang disembunyikan.
ja_jp: 本サイトの利用により、メッセージやページを公開すること、（ページ作成時には）アップロードした画像の表示・ホスティングを許可することに同意したものとします。
ko_kr: 이 사이트를 사용함으로써, 작별 메시지나 페이지가 공개적으로 공유되는 것에 동의하며(페이지 생성 시) 업로드한 이미지를 표시하고 호스팅하는 것에 동의합니다. 그게 전부입니다 — 숨겨진 내용은 없습니다.
