Repository: AdMFirst/FarewellMyBeloved
Catalog: Resources/Views/FarewellMessage/Create.*.resx
Languages: id_id, ja_jp, ko_kr

source: Create Farewell Message
id_id: Buat Pesan Perpisahan
ja_jp: お別れメッセージを作成
ko_kr: 작별 메시지 작성

source: Add Farewell Message
id_id: Tambah Pesan Perpisahan
ja_jp: お別れメッセージを追加
ko_kr: 작별 메시지 추가

source: For
id_id: Untuk
ja_jp: 対象
ko_kr: 대상

source: For Whom
id_id: Untuk Siapa
ja_jp: 誰に向けて
ko_kr: 누구에게

# SelectPerson
source: -- Select a Person --
id_id: -- Pilih Seseorang --
ja_jp: -- 人物を選択 --
ko_kr: -- 사람을 선택하세요 --

source: Your Message
id_id: Pesan Anda
ja_jp: メッセージ
ko_kr: 메시지

# MessagePlaceholder
source: Write your heartfelt farewell message here...
id_id: Tulis pesan perpisahan Anda di sini...
ja_jp: 心を込めたメッセージを書いてください...
ko_kr: 진심 어린 작별 메시지를 여기에 작성하세요...

source: Author Name
id_id: Nama Penulis
ja_jp: お名前
ko_kr: 작성자 이름

# AuthorNamePlaceholder
source: Enter your name (optional)
id_id: Masukkan nama Anda (opsional)
ja_jp: お名前を入力（任意）
ko_kr: 이름을 입력하세요(선택)

# AuthorNameInfo
source: Optional - Your name will be displayed with the message
id_id: Opsional - Nama Anda akan ditampilkan bersama pesan
ja_jp: 任意 — 入力した場合はメッセージに表示されます。
ko_kr: 선택 사항 - 메시지와 함께 이름이 표시됩니다

source: Author Email
id_id: Email Penulis
ja_jp: メールアドレス
ko_kr: 작성자 이메일

# AuthorEmailPlaceholder
source: Enter your email (optional)
id_id: Masukkan email Anda (opsional)
ja_jp: メールアドレスを入力（任意）
ko_kr: 이메일을 입력하세요(선택)

# AuthorEmailInfo
source: Optional - We'll reach out if we need to moderate your Message.
id_id: Opsional - Kami akan menghubungi jika perlu memoderasi pesan Anda.
ja_jp: 任意 — 必要に応じてモデレーションのためにご連絡します。
ko_kr: 선택 사항 - 메시지를 관리해야 할 경우 연락드릴 수 있습니다.

source: Cancel
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
